tap "adoptopenjdk/openjdk"
tap "bazelbuild/tap"
tap "facebook/fb"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "wix/brew"
brew "automake"
brew "bash-completion"
brew "bundletool"
brew "python"
brew "openssl"
brew "carthage"
brew "ccache"
brew "cmake"
brew "ffmpeg"
brew "geckodriver"
brew "git"
brew "gradle"
brew "groovy"
brew "hugo"
brew "jq"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "maven"
brew "nodebrew"
brew "postgresql", restart_service: true
brew "python@2"
brew "rbenv"
brew "tree"
brew "yarn"
brew "bazelbuild/tap/bazel"
brew "facebook/fb/idb-companion"
brew "heroku/brew/heroku"
brew "wix/brew/applesimutils"
cask "anaconda"
cask "chromedriver"
cask "minikube"
cask "adoptopenjdk/openjdk/adoptopenjdk11"
