tap "facebook/fb"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bash-completion"
brew "carthage"
brew "git"
brew "gradle"
brew "groovy", args: ["with-invokedynamic"]
brew "ios-webkit-debug-proxy"
brew "jq"
brew "maven"
brew "nodebrew"
brew "postgresql", restart_service: true
brew "rbenv"
brew "tree"
brew "yarn", args: ["without-node"]
brew "heroku/brew/heroku"
cask "minikube"
