brew "autoconf"
brew "bat"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gmp"
brew "libyaml"
brew "mise"
brew "openssl@3"
brew "pkgconf"
brew "readline"
brew "ripgrep"
brew "starship"
brew "wget"
brew "zoxide"
cask "chatgpt"
cask "chatgpt-atlas"
cask "claude"
cask "codex"
cask "codex-app"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "notion"
cask "visual-studio-code"
cask "zoom"
