tap "homebrew/bundle"
brew "chezmoi"
brew "gh"
brew "git"
brew "gnupg"
brew "mise"
brew "pinentry-mac"
brew "ruby-build"
brew "starship"
cask "discord"
cask "firefox"
cask "fliqlo"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "intellij-idea-ce"
cask "logi-options+"
cask "notion"
cask "visual-studio-code"
cask "zoom"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "soutaro.rbs-syntax"
vscode "soutaro.steep-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "twxs.cmake"
