brew "bat"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "lazygit"
brew "mise"
brew "ripgrep"
brew "starship"
brew "wget"
brew "zoxide"
cask "chatgpt"
cask "chatgpt-atlas"
cask "claude"
cask "codex"
cask "codex-app"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "notion"
cask "visual-studio-code"
cask "zoom"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "openai.chatgpt"
